package UpadateData.constant;

public class DailyTimes {
	
	public final static String[] SZIIT = {    //深圳信息职业技术学院每天的上课时间安排
			"0830", //第一节
			"0920",//第二节
			"1015",
			"1115",
			"1315",
			"1405",
			"1500",
			"1550",
			"1900",
			"1950" //第十节
			};
	public final static String[] HLJU = {    //黑龙江大学的作息时间表
		"0800", //第一节
		"0900",//第二节
		"1020",
		"1120",
		"1330",
		"1430",
		"1540",
		"1640",
		"1830",
		"1925",
		"2020"
		//第十节
		};
	public final static String[] GDZQSZQXY = {    //黑龙江大学的作息时间表
		"0800", //第一节
		"0855",//第二节
		"1000",
		"1055",
		"1440",
		"1535",
		"1630",
		"1725",
		"1930",
		"2025",
		};
	
	
}
